export const aboutCategory = [
  {
    leftImg: "gardening",
    text: `정원관리는 계절마다 달라지는 식생과 환경을 고려한 맞춤형 관리로,
늘 생기 있고 건강한 정원을 유지할 수 있도록 돕습니다.`,
  },
  {
    leftImg: "pruning",
    text: `소나무 전정은 전문적인 수형 조절과 병충해 예방을 통해 소나무 본연의 아름다움을 살리고, 오랜 시간 건강하게 자랄 수 있도록 관리합니다.`,
  },
  {
    leftImg: "stone-masonry",
    text: `돌쌓기(석축) 작업은 단단한 구조와 미적 균형을 갖춘 시공으로, 공간의 안정성과 자연미를 동시에 더합니다.`,
  },
  {
    leftImg: "garden-construction",
    text: `그리고 조경 시공 전반에 걸쳐 설계부터 마무리까지 정성스럽게 진행하며, 고객님의 공간에 가장 어울리는 자연의 형태를 완성해드립니다.`,
  },
];

export const process = [
  {
    no: "1",
    title: "견적문의",
    text: `전화 혹은 문의하기를 이용하여 견적을 문의해주세요`,
  },
  {
    no: "2",
    title: "현장미팅",
    text: `현장을 방문하여 상세한 상담을 진행합니다.`,
  },
  {
    no: "3",
    title: "제안&견적",
    text: `맞춤형 제안서와 정확한 견적을 제공합니다.`,
  },
  {
    no: "4",
    title: "계약서 작성",
    text: `상호 합의 하에 계약서를 작성합니다.`,
  },
  {
    no: "5",
    title: "관리 시작",
    text: `전문적인 조경 관리 서비스를 시작합니다.`,
  },
];
